[
  {
    "channel_id": "UCbGPgvNunvclTypPtL3sa0w",
    "channel_title": "BEN EAGLE",
    "description": "NHÂN LOẠI VĨ ĐẠI NHỜ CÓ ƯỚC MƠ\nbeneagle.booking@gmail.com\n\nMình là người Việt Nam.\nChào mừng các bạn đã đến với kênh của mình nhé.\nCảm ơn các bạn đã đăng ký kênh và xem ủng hộ các video trên kênh.\nHãy đăng ký HỘI VIÊN để xem các video đặc biệt và nhận đãi ngộ nhé.\nHàng tháng mình đều trích thu nhập từ YouTube của mình ra để làm từ thiện giúp đỡ những hoàn cảnh khó khăn, cho nên mỗi 1 lượt xem của các bạn chính là món quà nhỏ góp phần giúp đỡ những người xung quanh mình. Mình cảm ơn các bạn rất nhiều.\n\n___HUMANITY IS GREAT THANKS TO DREAMS___\nI am Vietnamese.\nWelcome to my channel.\nThank you for subscribing to the channel and supporting the videos on the channel.\nPlease register for MEMBERSHIP to watch special videos and receive benefits.\nEvery month, I use my YouTube income to do charity to help those in difficult circumstances, so each of your views is a small gift to help those around me. Thank you very much.\n",
    "publishedAt": "2021-08-09T13:19:35.346518Z",
    "customUrl": "@beneagleofficial",
    "country": "VN",
    "viewCount": "19840664878",
    "subscriberCount": "36600000",
    "videoCount": "7378",
    "bannerUrl": "https://yt3.googleusercontent.com/zSNRCbjiEAOwow98C3nkNFWZTOn6MmPjuT1klVBRRiFUqDMuuxMzcCou0jHkfEvPhxzu-cmSEg",
    "highThumbnail/Avatar": "https://yt3.ggpht.com/-YFcA0fs7chdsR3jo535i1uLPj7UTLBywrldrkiD4aqkoHEM3Qh7ZgfQySmnWXeWU9GCPmbS=s800-c-k-c0x00ffffff-no-rj",
    "keywords": "\"võ thuật\" \"điện ảnh\" \"tự vệ thực chiến\" cascadeur \"seld defense\" kungfu action shorts \"ben eagle\" eagles \"võ thuật điện ảnh\" \"võ tổng hợp\" \"võ hiện đại\" \"diễn viên hành động\" \"ngôi sao võ thuật\" \"trung tâm võ\" \"tự học võ\" \"học võ\" \"tự vệ\" \"trung tâm võ nổi tiếng\" \"tập võ\" \"lớp dạy võ\" \"siêu nhân\" tiktok \"cái kết\" \"eagles academy\" \"top video triệu view\" trending \"phim hành động võ thuật\" \"biến hình\" hero \"việc tốt\" \"giúp đỡ\" \"tik tok\" youtube \"ben eagle official\" spider-man cartoon",
    "topics": [
      "Film",
      "Entertainment"
    ],
    "communityGuidelinesGoodStanding": false,
    "contentIdClaimsGoodStanding": false,
    "copyrightStrikesGoodStanding": false,
    "moderateComments": false,
    "showRelatedChannels": true,
    "moderationStatus": false
  }
]